[
  {
    "ISBN": 1576737330,
    "Titulo": "The Prayer of Jabez: Breaking Through to the Blessed Life",
    "Autor": "Bruce H Wilkinson",
    "Idioma": "English",
    "Generos1": "Christian",
    "Generos2": "Nonfiction",
    "Generos3": "Religion",
    "Generos4": "Prayer",
    "Generos5": "Christianity",
    "Generos6": "Spirituality",
    "Generos7": "Faith",
    "Generos8": "Christian Living",
    "Generos9": "Christian Non Fiction",
    "Generos10": "Inspirational",
    "Paginas": 93,
    "FechaPublicacion": 0,
    "Descripcion": "Dr. Bruce Wilkinson, president of Walk Thru the Bible Ministries, takes readers to 1 Chronicles 4:10 to discover how they can release God's miraculous power and experience the blessings God longs to give each of us. The life of Jabez, one of the Bible's most overlooked heroes of the faith, bursts from unbroken pages of genealogies in an audacious, four-part prayer that brings him an extraordinary measure of divine favor, anointing, and protection. Readers who commit to offering the same prayer on a regular basis will find themselves extravagantly blessed by God, and agents of His miraculous power, in everyday life.\n  About the Author:\nDr. Bruce H. Wilkinson is the founder and president of Walk Thru the Bible Ministries, an international organization dedicated to providing the finest biblical teaching, tools, and training. His books include Experiencing Spiritual Breakthroughs, 30 Days to Experiencing Spiritual Breakthroughs, The Prayer of Jabez and many other books. Bruce and his wife, Darlene, live in Atlanta, Georgia, and have three children.",
    "Imagen": "http://images.amazon.com/images/P/1576737330.01.LZZZZZZZ.jpg"
  },
  {
    "ISBN": 1551667010,
    "Titulo": "The Soul Catcher",
    "Autor": "Alex Kava (Goodreads Author)",
    "Idioma": "English",
    "Generos1": "Mystery",
    "Generos2": "Thriller",
    "Generos3": "Crime",
    "Generos4": "Suspense",
    "Generos5": "Fiction",
    "Generos6": "Mystery Thriller",
    "Generos7": "Detective",
    "Generos8": "Romance",
    "Generos9": "Romantic Suspense",
    "Generos10": "Psychological Thriller",
    "Paginas": 307,
    "FechaPublicacion": 2,
    "Descripcion": "FBI Special Agent Maggie O'Dell and her partner Tully investigate two cases--the murder of a senator's daughter in Washington, D.C., and a deadly shootout in Massachusetts, both of which are linked to Reverend Joseph Everett, who is dating Maggie's mother.",
    "Imagen": "http://images.amazon.com/images/P/1551667010.01.LZZZZZZZ.jpg"
  },
  {
    "ISBN": 1593071639,
    "Titulo": "Megatokyo, Volume 1",
    "Autor": "Fred Gallagher, Rodney Caston",
    "Idioma": "English",
    "Generos1": "Manga",
    "Generos2": "Comics",
    "Generos3": "Graphic Novels",
    "Generos4": "Fiction",
    "Generos5": "Humor",
    "Generos6": "Webcomic",
    "Generos7": "Fantasy",
    "Generos8": "Comics Manga",
    "Generos9": "Comedy",
    "Generos10": "Japan",
    "Paginas": 152,
    "FechaPublicacion": 3,
    "Descripcion": "This re-issue of this highly successful Megatokyo Volume 1 brings fans a new and revised version of the book with improved print quality and a larger trim size. This book will contain all the comics from Chapter 0 as well as the running editorial comments featured in the original release. Exclusive to the Dark Horse reissue will be additional drawings, historical notes, and selected rants from this first developmental year of the Megatokyo webcomic.",
    "Imagen": "http://images.amazon.com/images/P/1593071639.01.LZZZZZZZ.jpg"
  },
  {
    "ISBN": 836220889,
    "Titulo": "Calvin and Hobbes",
    "Autor": "Bill Watterson, GB Trudeau (Foreword)",
    "Idioma": "English",
    "Generos1": "Comics",
    "Generos2": "Humor",
    "Generos3": "Graphic Novels",
    "Generos4": "Fiction",
    "Generos5": "Childrens",
    "Generos6": "Comedy",
    "Generos7": "Graphic Novels Comics",
    "Generos8": "Comic Book",
    "Generos9": "Classics",
    "Generos10": "Comic Strips",
    "Paginas": 128,
    "FechaPublicacion": 87,
    "Descripcion": "This is the first collection of the popular comic strip that features Calvin, a rambunctious 6-year-old boy, and his stuffed tiger, Hobbes, who comes charmingly to life.",
    "Imagen": ""
  },
  {
    "ISBN": 886774004,
    "Titulo": "Arrows Fall",
    "Autor": "Mercedes Lackey",
    "Idioma": "English",
    "Generos1": "Fantasy",
    "Generos2": "Fiction",
    "Generos3": "Science Fiction Fantasy",
    "Generos4": "Young Adult",
    "Generos5": "High Fantasy",
    "Generos6": "Magic",
    "Generos7": "Epic Fantasy",
    "Generos8": "Romance",
    "Generos9": "Adventure",
    "Generos10": "Adult",
    "Paginas": 319,
    "FechaPublicacion": 88,
    "Descripcion": "With Elspeth, the heir to the throne of Valdemar, come of marriageable age, Talia, the Queen's Own Herald returns to court to find Queen and heir beset by diplomatic intrigue as various forces vie for control of Elspeth's future.But just as Talia is about to uncover the traitor behind all these intrigues, she is sent off on a mission to the neighboring kingdom, chosen by the Queen to investigate the worth of a marriage proposal from Prince Ancar.",
    "Imagen": "https://books.google.es/books/publisher/content?id=-lmJEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71zIEpj93t1olxDyBMMeud9TMVOHC6YCHRMTTIjsbRaSVSe5a9X9laEERMipGZr6U_vRN4mEPD5IROt4tvlPUVLE3gkD3aGBNwGTIsRF9Rehdi5HgYv-DT2Ee9Jo4LC1hgHtxUT"
  },
  {
    "ISBN": 886776619,
    "Titulo": "Storm Warning",
    "Autor": "Mercedes Lackey",
    "Idioma": "English",
    "Generos1": "Fantasy",
    "Generos2": "Fiction",
    "Generos3": "Science Fiction Fantasy",
    "Generos4": "High Fantasy",
    "Generos5": "Magic",
    "Generos6": "Epic Fantasy",
    "Generos7": "Adult",
    "Generos8": "Adventure",
    "Generos9": "Young Adult",
    "Generos10": "Science Fiction",
    "Paginas": 428,
    "FechaPublicacion": 94,
    "Descripcion": "With her phenomenal Mage Winds trilogy, bestselling author Mercedes Lackey captivated fans across the country. Now in the first volume of the series sequel, she continues the same storyline, returning readers to a war-torn Valdemar in preparation to confront an ancient Eastern Empire--ruled by a monarch whose magical tactics by be beyond any sorcery known to the western kingdoms.",
    "Imagen": ""
  },
  {
    "ISBN": 385486804,
    "Titulo": "Into the Wild",
    "Autor": "Jon Krakauer (Goodreads Author)",
    "Idioma": "English",
    "Generos1": "Nonfiction",
    "Generos2": "Biography",
    "Generos3": "Travel",
    "Generos4": "Adventure",
    "Generos5": "Classics",
    "Generos6": "Memoir",
    "Generos7": "Nature",
    "Generos8": "Biography Memoir",
    "Generos9": "School",
    "Generos10": "Survival",
    "Paginas": 207,
    "FechaPublicacion": 96,
    "Descripcion": "Librarian's Note: An alternate cover edition can be found hereIn April, 1992, a young man from a well-to-do family hitchhiked to Alaska and walked alone into the wilderness north of Mt. McKinley. His name was Christopher Johnson McCandless. He had given $25,000 in savings to charity, abandoned his car and most of his possessions, burned all the cash in his wallet, and invented a new life for himself. Four months later, a party of moose hunters found his decomposed body. How McCandless came to die is the unforgettable story of Into the Wild.Immediately after graduating from college in 1991, McCandless had roamed through the West and Southwest on a vision quest like those made by his heroes Jack London and John Muir. In the Mojave Desert he abandoned his car, stripped it of its license plates, and burned all of his cash. He would give himself a new name, Alexander Supertramp, and, unencumbered by money and belongings, he would be free to wallow in the raw, unfiltered experiences that nature presented. Craving a blank spot on the map, McCandless simply threw away the maps. Leaving behind his desperate parents and sister, he vanished into the wild.",
    "Imagen": ""
  },
  {
    "ISBN": 375725784,
    "Titulo": "A Heartbreaking Work of Staggering Genius",
    "Autor": "Dave Eggers",
    "Idioma": "English",
    "Generos1": "Fiction",
    "Generos2": "Contemporary",
    "Generos3": "Literature",
    "Generos4": "Novels",
    "Generos5": "Humor",
    "Generos6": "Biography Memoir",
    "Generos7": "American",
    "Generos8": "Unfinished",
    "Generos9": "Adult",
    "Generos10": "Literary Fiction",
    "Paginas": 485,
    "FechaPublicacion": 0,
    "Descripcion": "'When you read his extraordinary memoir you don't laugh, then cry, then laugh again; you somehow experience these emotions all at once.'\"Well, this was when Bill was sighing a lot. He had decided that after our parents died he just didn't want any more fighting between what was left of us. He was twenty-four, Beth was twenty-three, I was twenty-one, Toph was eight, and all of us were so tried already, from that winter. So when something would come up, any little thing, some bill to pay or decision to make, he would just sigh, his eyes tired, his mouth in a sorry kind of smile. But Beth and I...Jesus, we were fighting with everyone, anyone, each other, with strangers at bars, anywhere -- we were angry people wanting to exact revenge. We came to California and we wanted everything, would take what was ours, anything within reach. And I decided that little Toph and I, he with his backward hat and long hair, living together in our little house in Berkeley, would be world-destroyers. We inherited each other and, we felt, a responsibility to reinvent everything, to scoff and re-create and drive fast while singing loudly and pounding the windows. It was a hopeless sort of exhilaration, a kind of arrogance born of fatalism, I guess, of the feeling that if you could lose a couple of parents in a month, then basically anything could happen, at any time -- all bullets bear your name, all cars are there to crush you, any balcony could give way; more disaster seemed only logical. And then, as in Dorothy's dream, all these people I grew up with were there, too, some of them orphans also, most but not all of us believing that what we had been given was extraordinary, that it was time to tear or break down, ruin, remake, take and devour. This was San Francisco, you know, and everyone had some dumb idea -- I mean, wicca? -- and no one there would tell you yours was doomed. Thus the public nudity, and this ridiculous magazine, and the Real World tryout, all this need, most of it disguised by sneering, but all driven by a hyper-awareness of this window, I guess, a few years when your muscles are taut, coiled up and vibrating. But what to do with the energy? I mean, when we drive, Toph and I, and we drive past people, standing on top of all these hills, part of me wants to stop the car and turn up the radio and have us all dance in formation, and part of me wants to run them all over.",
    "Imagen": ""
  },
  {
    "ISBN": 64400565,
    "Titulo": "Stuart Little",
    "Autor": "EB White, Garth Williams (Illustrator)",
    "Idioma": "English",
    "Generos1": "Childrens",
    "Generos2": "Classics",
    "Generos3": "Fiction",
    "Generos4": "Fantasy",
    "Generos5": "Animals",
    "Generos6": "Young Adult",
    "Generos7": "Middle Grade",
    "Generos8": "Adventure",
    "Generos9": "Chapter Books",
    "Generos10": "Juvenile",
    "Paginas": 131,
    "FechaPublicacion": 45,
    "Descripcion": "A paperback edition of E.B. White's classic novel about one small mouse on a very big adventure! With black and white illustrations.Stuart Little is no ordinary mouse. Born to a family of humans, he lives in New York City with his parents, his older brother George, and Snowbell the cat. Though he's shy and thoughtful, he's also a true lover of adventure.Stuart's greatest adventure comes when his best friend, a beautiful little bird named Margalo, disappears from her nest. Determined to track her down, Stuart ventures away from home for the very first time in his life. He finds adventure aplenty. But will he find his friend?",
    "Imagen": ""
  },
  {
    "ISBN": 812513738,
    "Titulo": "The Shadow Rising",
    "Autor": "Robert Jordan",
    "Idioma": "English",
    "Generos1": "Fantasy",
    "Generos2": "Fiction",
    "Generos3": "Epic Fantasy",
    "Generos4": "Science Fiction Fantasy",
    "Generos5": "High Fantasy",
    "Generos6": "Epic",
    "Generos7": "Adventure",
    "Generos8": "Audiobook",
    "Generos9": "Magic",
    "Generos10": "Adult",
    "Paginas": 1007,
    "FechaPublicacion": 92,
    "Descripcion": "The seals of Shayol Ghul are weak now, and the Dark One reaches out. The Shadow is rising to cover humankind.In Tar Valon, Min sees portents of hideous doom. Will the White Tower itself be broken?In the Two Rivers, the Whitecloaks ride in pursuit of a man with golden eyes, and in pursuit of the Dragon Reborn.In Cantorin, among the Sea Folk, High Lady Suroth plans the return of the Seanchan armies to the mainland.In the Stone of Tear, the Lord Dragon considers his next move. It will be something no one expects, not the Black Ajah, not Tairen nobles, not Aes Sedai, not Egwene or Elayne or Nynaeve.Against the Shadow rising stands the Dragon Reborn.....",
    "Imagen": ""
  },
  {
    "ISBN": 375705090,
    "Titulo": "Zen in the Art of Archery",
    "Autor": "Eugen Herrigel, DT Suzuki (Introduction), ?????? ? ????????? (Translator), RFC Hull (Translator)",
    "Idioma": "English",
    "Generos1": "Philosophy",
    "Generos2": "Nonfiction",
    "Generos3": "Buddhism",
    "Generos4": "Zen",
    "Generos5": "Spirituality",
    "Generos6": "Religion",
    "Generos7": "Japan",
    "Generos8": "Martial Arts",
    "Generos9": "Psychology",
    "Generos10": "Classics",
    "Paginas": 81,
    "FechaPublicacion": 48,
    "Descripcion": "The path to achieving Zen (a balance between the body and the mind) is brilliantly explained by Professor Eugen Herrigel in this timeless account.This book is the result of the author’s six year quest to learn archery in the hands of Japanese Zen masters. It is an honest account of one man’s journey to complete abandonment of ‘the self’ and the Western principles that we use to define ourselves. Professor Herrigel imparts knowledge from his experiences and guides the reader through physical and spiritual lessons in a clear and insightful way.Mastering archery is not the key to achieving Zen, and this is not a practical guide to archery. It is more a guide to Zen principles and learning and perfect for practitioners and non-practitioners alike.",
    "Imagen": ""
  },
  {
    "ISBN": 60958022,
    "Titulo": "Five Quarters of the Orange",
    "Autor": "Joanne Harris (Goodreads Author)",
    "Idioma": "English",
    "Generos1": "Fiction",
    "Generos2": "Historical Fiction",
    "Generos3": "France",
    "Generos4": "Historical",
    "Generos5": "Food",
    "Generos6": "World War II",
    "Generos7": "Contemporary",
    "Generos8": "War",
    "Generos9": "Book Club",
    "Generos10": "Mystery",
    "Paginas": 307,
    "FechaPublicacion": 1,
    "Descripcion": "The novels of Joanne Harris are a literary feast for the senses. Five Quarters of the Orange represents Harris's most complex and sophisticated work yet - a novel in which darkness and fierce joy come together to create an unforgettable story.When Framboise Simon returns to a small village on the banks of the Loire, the locals do not recognize her as the daughter of the infamous Mirabelle Dartigen - the woman they still hold responsible for a terrible tragedy that took place during the German occupation decades before. Although Framboise hopes for a new beginning she quickly discovers that past and present are inextricably intertwined. Nowhere is this truth more apparent than in the scrapbook of recipes she has inherited from her dead mother.With this book, Framboise re-creates her mother's dishes, which she serves in her small creperie. And yet as she studies the scrapbook - searching for clues to unlock the contradiction between her mother's sensuous love of food and often cruel demeanor - she begins to recognize a deeper meaning behind Mirabelle's cryptic scribbles. Within the journal's tattered pages lies the key to what actually transpired the summer Framboise was nine years old.Rich and dark. Five Quarters of the Orange is a novel of mothers and daughters of the past and the present, of resisting, and succumbing, and an extraordinary work by a masterful writer.",
    "Imagen": ""
  },
  {
    "ISBN": 64408639,
    "Titulo": "The Austere Academy",
    "Autor": "Lemony Snicket (Goodreads Author), Brett Helquist (Illustrator)",
    "Idioma": "English",
    "Generos1": "Fiction",
    "Generos2": "Young Adult",
    "Generos3": "Childrens",
    "Generos4": "Fantasy",
    "Generos5": "Middle Grade",
    "Generos6": "Mystery",
    "Generos7": "Adventure",
    "Generos8": "Humor",
    "Generos9": "Audiobook",
    "Generos10": "Juvenile",
    "Paginas": 221,
    "FechaPublicacion": 0,
    "Descripcion": "Dear Reader, If you are looking for a story about cheerful youngsters spending a jolly time at boarding school, look elsewhere. Violet, Klaus, and Sunny Baudelaire are intelligent and resourceful children, and you might expect that they would do very well at school. Don't. For the Baudelaires, school turns out to be another miserable episode in their unlucky lives. Truth be told, within the chapters that make up this dreadful story, the children will face snapping crabs, strict punishments, dripping fungus, comprehensive exams, violin recitals, S.O.R.E., and the metric system. It is my solemn duty to stay up all night researching and writing the history of these three hapless youngsters, but you may be more comfortable getting a good night's sleep. In that case, you should probably choose some other book. With all due respect,Lemony Snicket",
    "Imagen": ""
  },
  {
    "ISBN": 743246071,
    "Titulo": "The Queens Fool",
    "Autor": "Philippa Gregory (Goodreads Author)",
    "Idioma": "English",
    "Generos1": "Historical Fiction",
    "Generos2": "Fiction",
    "Generos3": "Historical",
    "Generos4": "Romance",
    "Generos5": "Tudor Period",
    "Generos6": "British Literature",
    "Generos7": "Adult",
    "Generos8": "Historical Romance",
    "Generos9": "Adult Fiction",
    "Generos10": "Chick Lit",
    "Paginas": 490,
    "FechaPublicacion": 3,
    "Descripcion": "A young woman caught in the rivalry between Queen Mary and her half sister, Elizabeth, must find her true destiny amid treason, poisonous rivalries, loss of faith, and unrequited love.It is winter, 1553. Pursued by the Inquisition, Hannah Green, a fourteen-year-old Jewish girl, is forced to flee Spain with her father. But Hannah is no ordinary refugee. Her gift of \"Sight,\" the ability to foresee the future, is priceless in the troubled times of the Tudor court. Hannah is adopted by the glamorous Robert Dudley, the charismatic son of King Edward's protector, who brings her to court as a \"holy fool\" for Queen Mary and, ultimately, Queen Elizabeth. Hired as a fool but working as a spy; promised in wedlock but in love with her master; endangered by the laws against heresy, treason, and witchcraft, Hannah must choose between the safe life of a commoner and the dangerous intrigues of the royal family that are inextricably bound up in her own yearnings and desires.Teeming with vibrant period detail and peopled by characters seamlessly woven into the sweeping tapestry of history, The Queen's Fool is another rich and emotionally resonant gem from this wonderful storyteller.",
    "Imagen": ""
  },
  {
    "ISBN": 812565959,
    "Titulo": "Shadow of the Hegemon",
    "Autor": "Orson Scott Card",
    "Idioma": "English",
    "Generos1": "Science Fiction",
    "Generos2": "Fiction",
    "Generos3": "Science Fiction Fantasy",
    "Generos4": "Fantasy",
    "Generos5": "Young Adult",
    "Generos6": "Audiobook",
    "Generos7": "Adventure",
    "Generos8": "Novels",
    "Generos9": "Space",
    "Generos10": "War",
    "Paginas": 451,
    "FechaPublicacion": 0,
    "Descripcion": "The War is over, won by Ender Wiggin and his team of brilliant child-warriors. The enemy is destroyed, the human race is saved. Ender himself refuses to return to the planet, but his crew has gone home to their families, scattered across the globe. The battle school is no more.But with the external threat gone, the Earth has become a battlefield once more. The children of the Battle School are more than heroes; they are potential weapons that can bring power to the countries that control them. One by one, all of Ender's Dragon Army are kidnapped. Only Bean escapes; and he turns for help to Ender's brother Peter.Peter Wiggin, Ender's older brother, has already been manipulating the politics of Earth from behind the scenes. With Bean's help, he will eventually rule the world.",
    "Imagen": ""
  },
  {
    "ISBN": 152017682,
    "Titulo": "The Darkangel",
    "Autor": "Meredith Ann Pierce",
    "Idioma": "English",
    "Generos1": "Young Adult",
    "Generos2": "Fantasy",
    "Generos3": "Romance",
    "Generos4": "Paranormal",
    "Generos5": "Fiction",
    "Generos6": "Young Adult Fantasy",
    "Generos7": "Angels",
    "Generos8": "Vampires",
    "Generos9": "Science Fiction",
    "Generos10": "Supernatural",
    "Paginas": 281,
    "FechaPublicacion": 82,
    "Descripcion": "Aeriel is kidnapped by the darkangel, a black-winged vampyre of astounding beauty and youth. In his castle keep, she serves his 13 wives, wraiths whose souls he stole. She must kill him before his next marriage and comes into full power, but is captivated by his magnificent beauty and inner spark of goodness. Will she choose to save humanity or his soul?",
    "Imagen": ""
  },
  {
    "ISBN": 452281431,
    "Titulo": "Beautys Punishment",
    "Autor": "AN Roquelaure (pseudonym), Anne Rice",
    "Idioma": "English",
    "Generos1": "Erotica",
    "Generos2": "Fiction",
    "Generos3": "Fantasy",
    "Generos4": "Romance",
    "Generos5": "BDSM",
    "Generos6": "Adult",
    "Generos7": "Fairy Tales",
    "Generos8": "Adult Fiction",
    "Generos9": "Sexuality",
    "Generos10": "Erotic Romance",
    "Paginas": 233,
    "FechaPublicacion": 84,
    "Descripcion": "The delicious and erotically charged sequel to The Claiming of Sleeping Beauty, from the author of Beauty's Kingdom. This sequel to The Claiming of Sleeping Beauty, the first of Anne Rice's (writing as A.N. Roquelaure) volumes of erotica, continues her explicit, teasing exploration of the psychology of human desire. Now Beauty, having indulged in a secret and forbidden infatuation with the rebellious slave Prince Tristan, is sent away from the Satyricon-like world of the Castle. Sold at auction, she will soon experience the tantalizing punishments of \"the village,\" as her education in love, cruelty, dominance, submission, and tenderness is turned over to the brazenly handsome Captain of the Guard. And once again Rice's tale of pleasure and pain dares to explore the most primal and well-hidden desires of the human heart. This series [predates the eroticism of E.L. James' Fifty Shades of Grey and Sylvia Day's Bared to You.",
    "Imagen": ""
  },
  {
    "ISBN": 553560220,
    "Titulo": "Illusion",
    "Autor": "Paula Volsky",
    "Idioma": "English",
    "Generos1": "Fantasy",
    "Generos2": "Fiction",
    "Generos3": "Historical Fiction",
    "Generos4": "Historical Fantasy",
    "Generos5": "Historical",
    "Generos6": "Science Fiction Fantasy",
    "Generos7": "Romance",
    "Generos8": "Magic",
    "Generos9": "Science Fiction",
    "Generos10": "Steampunk",
    "Paginas": 674,
    "FechaPublicacion": 91,
    "Descripcion": "One of fantasy's brightest new stars makes her Bantam debut with a colorful, sweeping high fantasy epic set against the fires of revolution. In the land of Vonahr, the Exalted have ruled by virtue of their legendary magical abilities for centuries, heedless of the misery of the lower classes. Now revolution is in the air. . . .For two hundred years the Exalted classes have used their dazzling magical abilities to rule Vonahr. Now, their powers grown slack from disuse and their attention turned to decadent pleasures, they ignore the misery of the lower classes until the red tide of revolution sweeps across the land. Thrust into the center of the conflict is the beautiful Eliste vo Derrivalle, spirited daughter of a provincial landowner, who must now scramble for bread in the teeming streets of the capital. With the key to her magical abilities an elusive secret, she must suddenly find a way to survive in a world gone mad ... with liberty.Illusion is a work of fantasy on the grandest scale - a seamless web of passion, danger, heroism, and romance that will hold you spellbound from the first page to the last.",
    "Imagen": ""
  },
  {
    "ISBN": 452284449,
    "Titulo": "The Virgin Blue",
    "Autor": "Tracy Chevalier (Goodreads Author)",
    "Idioma": "English",
    "Generos1": "Historical Fiction",
    "Generos2": "Fiction",
    "Generos3": "Historical",
    "Generos4": "France",
    "Generos5": "Art",
    "Generos6": "Mystery",
    "Generos7": "Romance",
    "Generos8": "Adult Fiction",
    "Generos9": "Adult",
    "Generos10": "Contemporary",
    "Paginas": 304,
    "FechaPublicacion": 97,
    "Descripcion": "Meet Ella Turner and Isabelle du Moulin—two women born centuries apart, yet bound by a fateful family legacy. When Ella and her husband move to a small town in France, Ella hopes to brush up on her French, qualify to practice as a midwife, and start a family of her own. Village life turns out to be less idyllic than she expected, however, and a peculiar dream of the color blue propels her on a quest to uncover her family’s French ancestry. As the novel unfolds—alternating between Ella’s story and that of Isabelle du Moulin four hundred years earlier—a common thread emerges that unexpectedly links the two women. Part detective story, part historical fiction, The Virgin Blue is a novel of passion and intrigue that compels readers to the very last page.",
    "Imagen": ""
  },
  {
    "ISBN": 743407083,
    "Titulo": "Grand Avenue",
    "Autor": "Joy Fielding",
    "Idioma": "English",
    "Generos1": "Fiction",
    "Generos2": "Thriller",
    "Generos3": "Suspense",
    "Generos4": "Mystery",
    "Generos5": "Chick Lit",
    "Generos6": "Romance",
    "Generos7": "Contemporary",
    "Generos8": "Drama",
    "Generos9": "Mystery Thriller",
    "Generos10": "Womens Fiction",
    "Paginas": 560,
    "FechaPublicacion": 1,
    "Descripcion": "Looking back, it seemed like paradise: livesfilled with the blessings of friendship, marriage, children, and career. For twenty years, four friends -- Chris, Barbara, Susan, and Vicki -- shared everything and faced the challenges of life and love head-on. Now, one sits alone to ponder the strange twists of fate and circumstance. Now, she must sift through the past to discover exactly what went wrong, how dreams turned to nightmares as friendships faded and lives were destroyed....  Joy Fielding unlocks the secrets hidden within even the closest relationships in a powerful and mesmerizing novel that explores the meaning of unconditional love.",
    "Imagen": ""
  },
  {
    "ISBN": 385720106,
    "Titulo": "A Map of the World",
    "Autor": "Jane Hamilton, Frank Muller (Narrator), CJ Critt (Narrator)",
    "Idioma": "English",
    "Generos1": "Fiction",
    "Generos2": "Contemporary",
    "Generos3": "Adult Fiction",
    "Generos4": "Literary Fiction",
    "Generos5": "Novels",
    "Generos6": "Literature",
    "Generos7": "Drama",
    "Generos8": "Adult",
    "Generos9": "Realistic Fiction",
    "Generos10": "Family",
    "Paginas": 400,
    "FechaPublicacion": 92,
    "Descripcion": "One unremarkable June morning, Alice Goodwin is, as usual, trying to keep in check both her temper and her tendency to blame herself for her family's shortcomings. When the Goodwins took over the last dairy farm in the small Midwestern town of Prairie Center, they envisioned their home a self-made paradise. But these days, as Alice is all too aware, her elder daughter Emma is prone to inexplicable fits of rage, her husband Howard distrusts her maternal competence, and Prairie Center's tight-knit suburban community shows no signs of warming to \"those hippies who think they can run a farm.\" A loner by nature, Alice is torn between a yearning for solitude coupled with a deep need to be at the center of a perfect family. On this particular day, Emma has started the morning with a violent tantrum, her little sister Claire is eating pennies, and it is Alice's turn to watch her neighbor's two small girls as well as her own. She absentmindedly steals a minute alone that quickly becomes ten: time enough for a devastating accident to occur. Her neighbor's daughter Lizzy drowns in the farm's pond, and Alice - whose own volatility and unmasked directness keep her on the outskirts of acceptance - becomes the perfect scapegoat. At the same time, a seemingly trivial incident from Alice's past resurfaces and takes on gigantic proportions, leading the Goodwins far from Lizzy's death into a maze of guilt and doubt culminating in a harrowing court trial and the family's shattering downfall.",
    "Imagen": ""
  },
  {
    "ISBN": 345335708,
    "Titulo": "Castle of Wizardry",
    "Autor": "David Eddings",
    "Idioma": "English",
    "Generos1": "Fantasy",
    "Generos2": "Fiction",
    "Generos3": "Epic Fantasy",
    "Generos4": "Science Fiction Fantasy",
    "Generos5": "High Fantasy",
    "Generos6": "Adventure",
    "Generos7": "Magic",
    "Generos8": "Young Adult",
    "Generos9": "Epic",
    "Generos10": "Audiobook",
    "Paginas": 375,
    "FechaPublicacion": 84,
    "Descripcion": "A magnificent epic set against a history of seven thousand years of the struggles of Gods and Kings and men - of strange lands and events - of fate and a prophecy that must be fulfilled!THE BELGARIADIt had all begun with the theft of the Orb that had so long protected the West from the evil God Torak. Before that, Garion had been a simple farm boy. Afterward, he discovered that his aunt was really the Sorceress Polgara and his grandfather was Belgarath, the Eternal Man. Then, on the long quest to recover the Orb, Garion found to his dismay that he, too, was a sorcerer.Now, at last, the Orb was regained and the quest was nearing its end. Of course, the questors still had to escape from this crumbling enemy fortress and flee across a desert filled with Murgo soldiers searching for them, while Grolim Hierarchs strove to destroy them with dark magic. Then, somehow, they must manage to be in Riva with the Orb by Erastide.After that, however, Garion was sure that his part in these great events would be finished.But the Prophecy still held future surprises for Garion - and for the little Princess Ce'Nedra!THUS CONTINUES BOOK FOUR OF THE BELGARIAD",
    "Imagen": ""
  },
  {
    "ISBN": 679723110,
    "Titulo": "Grendel",
    "Autor": "John Gardner",
    "Idioma": "English",
    "Generos1": "Fiction",
    "Generos2": "Fantasy",
    "Generos3": "Classics",
    "Generos4": "School",
    "Generos5": "Literature",
    "Generos6": "Mythology",
    "Generos7": "Novels",
    "Generos8": "Read For School",
    "Generos9": "Philosophy",
    "Generos10": "Retellings",
    "Paginas": 174,
    "FechaPublicacion": 71,
    "Descripcion": "The first and most terrifying monster in English literature, from the great early epic Beowulf, tells his side of the story in a book William Gass called \"one of the finest of our contemporary fictions.",
    "Imagen": ""
  },
  {
    "ISBN": 765341174,
    "Titulo": "Sarah",
    "Autor": "Orson Scott Card",
    "Idioma": "English",
    "Generos1": "Historical Fiction",
    "Generos2": "Fiction",
    "Generos3": "Religion",
    "Generos4": "Historical",
    "Generos5": "Biblical Fiction",
    "Generos6": "Lds",
    "Generos7": "Christian Fiction",
    "Generos8": "Christian",
    "Generos9": "Lds Fiction",
    "Generos10": "Fantasy",
    "Paginas": 341,
    "FechaPublicacion": 0,
    "Descripcion": "Sarai was a child of ten years, wise for her age but not yet a woman, when she first met Abram. He appeared before her in her father's house, filthy from the desert, tired and thirsty. But as the dirt of travel was washed from his body, the sight of him filled her heart. And when Abram promises Sarai to return in ten years to take her for his wife, her fate was sealed.Abram kept his promise, and Sarai kept hers they were wed, and so joined the royal house of Ur with the high priesthood of the Hebrews. So began a lifetime of great joy together, and greater peril: and with the blessing of their God, a great nation would be built around the core of their love.Bestselling author Orson Scott Card uses his fertile imagination, and uncanny insight into human nature, to tell the story of a unique woman--one who is beautiful, tough, smart, and resourceful in an era when women had little power, and are scarce in the historical record. Sarah, child of the desert, wife of Abraham, takes on vivid reality as a woman desirable to kings, a devoted wife, and a faithful follower of the God of Abraham, chosen to experience an incomparable miracle.",
    "Imagen": ""
  },
  {
    "ISBN": 380899531,
    "Titulo": "Love Only Once",
    "Autor": "Johanna Lindsey",
    "Idioma": "English",
    "Generos1": "Historical Romance",
    "Generos2": "Romance",
    "Generos3": "Historical",
    "Generos4": "Regency",
    "Generos5": "Historical Fiction",
    "Generos6": "Fiction",
    "Generos7": "Regency Romance",
    "Generos8": "Adult",
    "Generos9": "British Literature",
    "Generos10": "Pirates",
    "Paginas": 344,
    "FechaPublicacion": 85,
    "Descripcion": "The exquisite niece of Lord Edward and Lady Charlotte Malory, Regina Ashton is outraged over her abduction by the arrogant, devilishly handsome Nicholas Eden - and is determined to make the rogue pay with his heart. A golden-haired seducer, Nicholas has been hardened by a painful secret in his past. And now that he has besmirched Reggie's good name, the hot-tempered lady has vowed to wed him. Her fiery beauty stirs Nicholas as no woman ever has - and the rake arouses Reggie's passion to an unendurable level. Such uncontrolled desires can lead only to dangerous misunderstandings and, perhaps, to a love that can live only once in a lifetime.",
    "Imagen": ""
  },
  {
    "ISBN": 380756285,
    "Titulo": "Angel",
    "Autor": "Johanna Lindsey",
    "Idioma": "English",
    "Generos1": "Romance",
    "Generos2": "Historical Romance",
    "Generos3": "Historical",
    "Generos4": "Westerns",
    "Generos5": "Western Romance",
    "Generos6": "Historical Fiction",
    "Generos7": "Fiction",
    "Generos8": "Adult",
    "Generos9": "Western Historical Romance",
    "Generos10": "Love",
    "Paginas": 416,
    "FechaPublicacion": 92,
    "Descripcion": "Hoping to cool off a twenty-five-year-old feud between two neighboring families, Cassie Stuart only succeeds in pouring kerosene on the flames. Both sides have warned her to get out of Texas pronto. . .or they will burn her father's ranch to the ground. What Cassie needs is a peacemaker but she ends up with a widow-maker instead.He is called Angel , a ruggedly handsome hired gun with eyes as black as sin. Unwanted and unwelcomed by his ungrateful employer, he would just as soon leave Cassie to fend for herself. But a stubborn sense of duty , and a desire to taste the sweetness of her kiss steels Angel's resolve to make Cassie want him, come hell or high water. . .and for more than his gun alone.",
    "Imagen": ""
  },
  {
    "ISBN": 440222842,
    "Titulo": "Five Days in Paris",
    "Autor": "Danielle Steel",
    "Idioma": "English",
    "Generos1": "Romance",
    "Generos2": "Fiction",
    "Generos3": "Chick Lit",
    "Generos4": "Novels",
    "Generos5": "Contemporary",
    "Generos6": "France",
    "Generos7": "Contemporary Romance",
    "Generos8": "Adult Fiction",
    "Generos9": "Love",
    "Generos10": "Adult",
    "Paginas": 291,
    "FechaPublicacion": 95,
    "Descripcion": "As president of a major pharmaceutical empire, Peter Haskell has everything. Power, position, a career and a family, which mean everything to him, and for which he has sacrificed a great deal. Compromise has been key in Peter Haskell's life, and integrity is the base on which he lives. Olivia Thatcher is the wife of a famous senator. She has given to her husband's ambitions and career until her soul is bone dry. She is trapped in a web of duty and obligation, married to a man she once loved and no longer even knows. When her son died, a piece of Olivia died too. Accidentally, on the night of a bomb threat, they meet in Paris, at the Ritz. Their totally different lives converge for one magical moment in the Place Vendôme, as Olivia carefully, silently, steps out of her life and walks away. As the two strangers meet, their lives become briefly enmeshed. In a café in Montmartre, their hearts are laid bare. Peter, once so sure of his path, so certain of his marriage and success, but suddenly faced with his professional future in jeopardy. Olivia, no longer sure of anything except that she can't go on anymore.When Olivia disappears, only Peter suspects that it may not be foul play. And if he finds her again, where will they go from there? Five days in Paris is all they have. They go back to their separate lives, but nothing is the same. At home again, they both must pursue their lives, despite challenges, compromise, and betrayal. Everything they believe is put on the line, until they each realize they must stand fast against compromise and face life's challenges head-on.",
    "Imagen": ""
  },
  {
    "ISBN": 345316509,
    "Titulo": "Job: A Comedy of Justice",
    "Autor": "Robert A Heinlein",
    "Idioma": "English",
    "Generos1": "Science Fiction",
    "Generos2": "Fiction",
    "Generos3": "Fantasy",
    "Generos4": "Science Fiction Fantasy",
    "Generos5": "Humor",
    "Generos6": "Religion",
    "Generos7": "Speculative Fiction",
    "Generos8": "Comedy",
    "Generos9": "Adventure",
    "Generos10": "Novels",
    "Paginas": 439,
    "FechaPublicacion": 84,
    "Descripcion": "After he firewalked in Polynesia, the world wasn't the same for Alexander Hergensheimer, now called Alec Graham. As natural accidents occurred without cease, Alex knew Armageddon and the Day of Judgement were near. Somehow he had to bring his beloved heathen, Margrethe, to a state of grace, and, while he was at it, save the rest of the world ....",
    "Imagen": ""
  },
  {
    "ISBN": 61000027,
    "Titulo": "Dance Hall of the Dead",
    "Autor": "Tony Hillerman",
    "Idioma": "English",
    "Generos1": "Mystery",
    "Generos2": "Fiction",
    "Generos3": "Crime",
    "Generos4": "Mystery Thriller",
    "Generos5": "Westerns",
    "Generos6": "Audiobook",
    "Generos7": "Detective",
    "Generos8": "Thriller",
    "Generos9": "American",
    "Generos10": "Adult",
    "Paginas": 255,
    "FechaPublicacion": 73,
    "Descripcion": "Two Native-American boys have vanished into thin air, leaving a pool of blood behind them. Lieutenant Joe Leaphorn of the Navajo Tribal Police has no choice but to suspect the very worst, since the blood that stains the parched New Mexican ground once flowed through the veins of one of the missing, a young Zuñi. But his investigation into a terrible crime is being complicated by an important archaeological dig . . . and a steel hypodermic needle. And the unique laws and sacred religious rites of the Zuñi people are throwing impassable roadblocks in Leaphorn's already twisted path, enabling a craven murderer to elude justice or, worse still, to kill again.",
    "Imagen": ""
  },
  {
    "ISBN": 440178002,
    "Titulo": "Sh?gun",
    "Autor": "James Clavell",
    "Idioma": "English",
    "Generos1": "Historical Fiction",
    "Generos2": "Fiction",
    "Generos3": "Japan",
    "Generos4": "Historical",
    "Generos5": "Classics",
    "Generos6": "Adventure",
    "Generos7": "Asia",
    "Generos8": "Literature",
    "Generos9": "Novels",
    "Generos10": "Japanese Literature",
    "Paginas": 1152,
    "FechaPublicacion": 75,
    "Descripcion": "Alternate Cover for ISBN: 0440178002A bold English adventurer. An invincible Japanese warlord. A beautiful woman torn between two ways of life. All brought together in an extraordinary saga aflame with passion, conflict, ambition, and the struggle for power.Here is the world-famous novel of Japan that is the earliest book in James Clavell’s masterly Asian saga. Set in the year 1600, it tells the story of a bold English pilot whose ship was blown ashore in Japan, where he encountered two people who were to change his life: a warlord with his own quest for power, and a beautiful interpreter torn between two ways of life and two ways of love. The principal figures are John Blackthorne, whose dream it is to be the first Englishman to circumnavigate the globe, to wrest control of the trade between Japan and China from Portuguese, and to return home a man of wealth and position; Toranaga, the most powerful feudal lord in Japan, who strives and schemes to seize ultimate power by becoming Shogun—the Supreme Military Dictator—and to unite the warring samurai fiefdoms under his own masterly and farsighted leadership; and the Lady Mariko, a Catholic convert whose conflicting loyalties to the Church and her country are compounded when she falls in love with Blackthorne, the barbarian intruder. In dramatizing how a Westerner, the representative man of his time, comes to be altered by his exposure to an alien culture, Mr. Clavell provides a spellbinding depiction of a nation seething with violence and intrigue as it moves from the medieval world to the modern.",
    "Imagen": ""
  },
  {
    "ISBN": 375701214,
    "Titulo": "The Diving Bell and the Butterfly",
    "Autor": "Jean-Dominique Bauby, Jeremy Leggatt (Translator)",
    "Idioma": "English",
    "Generos1": "Nonfiction",
    "Generos2": "Memoir",
    "Generos3": "Biography",
    "Generos4": "Biography Memoir",
    "Generos5": "Autobiography",
    "Generos6": "France",
    "Generos7": "Medicine",
    "Generos8": "Medical",
    "Generos9": "Classics",
    "Generos10": "Disability",
    "Paginas": 132,
    "FechaPublicacion": 97,
    "Descripcion": "‘Locked-in syndrome: paralysed from head to toe, the patient, his mind intact, is imprisoned inside his own body, unable to speak or move. In my case, blinking my left eyelid is my only means of communication.’In December 1995, Jean-Dominique Bauby, editor-in-chief of French ‘Elle’ and the father of two young children, suffered a massive stroke and found himself paralysed and speechless, but entirely conscious, trapped by what doctors call ‘locked-in syndrome’. Using his only functioning muscle – his left eyelid – he began dictating this remarkable story, painstakingly spelling it out letter by letter.His book offers a haunting, harrowing look inside the cruel prison of locked-in syndrome, but it is also a triumph of the human spirit.",
    "Imagen": ""
  },
  {
    "ISBN": 807508527,
    "Titulo": "The Boxcar Children",
    "Autor": "Gertrude Chandler Warner, L Kate Deal (Illustrator)",
    "Idioma": "English",
    "Generos1": "Childrens",
    "Generos2": "Fiction",
    "Generos3": "Mystery",
    "Generos4": "Classics",
    "Generos5": "Young Adult",
    "Generos6": "Middle Grade",
    "Generos7": "Chapter Books",
    "Generos8": "Adventure",
    "Generos9": "Juvenile",
    "Generos10": "Realistic Fiction",
    "Paginas": 160,
    "FechaPublicacion": 42,
    "Descripcion": "The Aldens begin their adventure by making a home in a boxcar. Their goal is to stay together, and in the process they find a grandfather.",
    "Imagen": ""
  },
  {
    "ISBN": 671525743,
    "Titulo": "Night Whispers",
    "Autor": "Judith McNaught",
    "Idioma": "English",
    "Generos1": "Romance",
    "Generos2": "Contemporary Romance",
    "Generos3": "Contemporary",
    "Generos4": "Romantic Suspense",
    "Generos5": "Fiction",
    "Generos6": "Suspense",
    "Generos7": "Mystery",
    "Generos8": "Chick Lit",
    "Generos9": "Adult",
    "Generos10": "Historical Romance",
    "Paginas": 451,
    "FechaPublicacion": 98,
    "Descripcion": "A policewoman in a small Florida community, Sloan Reynolds knows that her modest upbringing was a long way from the social whirl of Palm Beach, the world inhabited by her father and her sister, Paris. Total strangers to Sloan, they have never tried to contact her — until a sudden invitation arrives, to meet them and indulge in the Palm Beach social season.A woman who values her investigative work, Sloan is unmoved by the long-overdue parental gesture. But when FBI agent Paul Richardson informs her that her father and his associates are suspected of fraud, conspiracy, and murder, Sloan agrees to enter into her father's life — while hiding her true profession.Sloan's on top of her game until she meets Noah Maitland, a multinational corporate player and one of the FBI's prime suspects — and finds herself powerfully attracted to him, against her deepest instincts. When a shocking murder shatters the seductive facade of the wealth and glamour surrounding her, Sloan must maneuver through a maze of deceit and passion, to find someone to trust — and to decipher the truth behind those terrifying whispers in the dark.",
    "Imagen": ""
  },
  {
    "ISBN": 440194903,
    "Titulo": "When the Wind Blows",
    "Autor": "John Saul",
    "Idioma": "English",
    "Generos1": "Horror",
    "Generos2": "Fiction",
    "Generos3": "Thriller",
    "Generos4": "Mystery",
    "Generos5": "Supernatural",
    "Generos6": "Suspense",
    "Generos7": "Adult",
    "Generos8": "Paranormal",
    "Generos9": "Mystery Thriller",
    "Generos10": "Fantasy",
    "Paginas": 352,
    "FechaPublicacion": 81,
    "Descripcion": "The children were waiting. Waiting for centuries.  Waiting for someone to hear their cries. Now  nine-year-old Christine Lyons has come to live in the  house on the hill -- the house where no children  have lived for fifty years. Now little Christie will  sleep in the old-fashioned nursery on the third  floor. Now Christie's terror will begin.",
    "Imagen": ""
  },
  {
    "ISBN": 425184226,
    "Titulo": "The Sum of All Fears",
    "Autor": "Tom Clancy",
    "Idioma": "",
    "Generos1": "Fiction",
    "Generos2": "Thriller",
    "Generos3": "Espionage",
    "Generos4": "Action",
    "Generos5": "Military Fiction",
    "Generos6": "Suspense",
    "Generos7": "Adventure",
    "Generos8": "Mystery",
    "Generos9": "Mystery Thriller",
    "Generos10": "Spy Thriller",
    "Paginas": 928,
    "FechaPublicacion": 91,
    "Descripcion": "How do you save the United States President from himself? What if the President is incompetent to deal with the greatest crisis of all? Jack Ryan never thought he would have to ask those questions as, the world order changing, he prepares the ground for the Middle Eastern peace plan that, at last, might be the one to work.But too many groups have invested too much blood. Shunned by their erstwhile Soviet sponsors, increasingly isolated by the realignment of the Mideast, these terrorists have one more desperate card to play, requiring a degree of ruthlessness never before seen. With one terrible act, the world is plunged into an instant nuclear crisis -- and the floundering President is plunged into the ultimate nightmare. Forces collide. Shots are exchanged. What had seemed to be an isolated and horrible incident appears to each side as the incendiary mischief of the other. With the world poised on the brink of nuclear war, Ryan and his FBI counterpart, Dan Murray, frantically seek a solution before the chiefs of state lose control of themselves -- and the world.",
    "Imagen": ""
  },
  {
    "ISBN": 375702709,
    "Titulo": "A Lesson Before Dying",
    "Autor": "Ernest J Gaines",
    "Idioma": "English",
    "Generos1": "Fiction",
    "Generos2": "Classics",
    "Generos3": "Historical Fiction",
    "Generos4": "African American",
    "Generos5": "School",
    "Generos6": "Literature",
    "Generos7": "Adult Fiction",
    "Generos8": "Novels",
    "Generos9": "Historical",
    "Generos10": "Literary Fiction",
    "Paginas": 256,
    "FechaPublicacion": 93,
    "Descripcion": "A Lesson Before Dying is set in a small Cajun community in the late 1940s. Jefferson, a young black man, is an unwitting party to a liquor store shoot out in which three men are killed; the only survivor, he is convicted of murder and sentenced to death. Grant Wiggins, who left his hometown for the university, has returned to the plantation school to teach. As he struggles with his decision whether to stay or escape to another state, his aunt and Jefferson's godmother persuade him to visit Jefferson in his cell and impart his learning and his pride to Jefferson before his death. In the end, the two men forge a bond as they both come to understand the simple heroism of resisting and defying the expected. Ernest J. Gaines brings to this novel the same rich sense of place, the same deep understanding of the human psyche, and the same compassion for a people and their struggle that have informed his previous, highly praised works of fiction.",
    "Imagen": ""
  },
  {
    "ISBN": 743477154,
    "Titulo": "Postmortem",
    "Autor": "Patricia Daniels Cornwell, Patricia Cornwell (Goodreads Author)",
    "Idioma": "English",
    "Generos1": "Mystery",
    "Generos2": "Crime",
    "Generos3": "Fiction",
    "Generos4": "Thriller",
    "Generos5": "Mystery Thriller",
    "Generos6": "Suspense",
    "Generos7": "Murder Mystery",
    "Generos8": "Detective",
    "Generos9": "Adult",
    "Generos10": "Audiobook",
    "Paginas": 342,
    "FechaPublicacion": 90,
    "Descripcion": "Four women with nothing in common, united only in death. Four brutalized victims of a brilliant monster - a \"Mr. Nobody\", moving undetected through a paralyzed city, leaving behind a gruesome trail of carnage . . . but few clues. With skilled hands, an unerring eye, and the latest advances in forensic research, an unrelenting female medical examiner - Kay Scarpetta - is determined to unmask a maniac. But someone is trying to sabotage Kay's investigation from the inside. And worse yet, someone wants her dead . . .",
    "Imagen": ""
  },
  {
    "ISBN": 684853949,
    "Titulo": "The Man Who Mistook His Wife for a Hat and Other Clinical Tales",
    "Autor": "Oliver Sacks",
    "Idioma": "English",
    "Generos1": "Nonfiction",
    "Generos2": "Psychology",
    "Generos3": "Science",
    "Generos4": "Medicine",
    "Generos5": "Neuroscience",
    "Generos6": "Medical",
    "Generos7": "Short Stories",
    "Generos8": "Essays",
    "Generos9": "Health",
    "Generos10": "Mental Health",
    "Paginas": 243,
    "FechaPublicacion": 85,
    "Descripcion": "If a man has lost a leg or an eye, he knows he has lost a leg or an eye; but if he has lost a self—himself—he cannot know it, because he is no longer there to know it. Dr. Oliver Sacks recounts the stories of patients struggling to adapt to often bizarre worlds of neurological disorder. Here are people who can no longer recognize everyday objects or those they love; who are stricken with violent tics or shout involuntary obscenities; who have been dismissed as autistic or retarded, yet are gifted with uncanny artistic or mathematical talents. If inconceivably strange, these brilliant tales illuminate what it means to be human.",
    "Imagen": ""
  },
  {
    "ISBN": 842329293,
    "Titulo": "The Indwelling",
    "Autor": "Tim LaHaye, Jerry B Jenkins (Goodreads Author)",
    "Idioma": "English",
    "Generos1": "Christian Fiction",
    "Generos2": "Fiction",
    "Generos3": "Christian",
    "Generos4": "Religion",
    "Generos5": "Fantasy",
    "Generos6": "Thriller",
    "Generos7": "Christianity",
    "Generos8": "Faith",
    "Generos9": "Apocalyptic",
    "Generos10": "Spirituality",
    "Paginas": 389,
    "FechaPublicacion": 0,
    "Descripcion": "Nicolae Carpathia is dead. But who killed the Antichrist? The answer may surprise you. Book seven in the best-selling Left Behind series marks the beginning of the second half of the seven-year Tribulation period. In dramatic fashion, readers are exposed to the horrors of God's judgment and the hope of salvation. Rayford, Buck, Chloe, and the rest of the Tribulation Force find themselves at the center of heart-stopping action. Number one on the \"New York Times\" Best Sellers List for four weeks.",
    "Imagen": ""
  },
  {
    "ISBN": 452283442,
    "Titulo": "The Darwin Awards: Evolution in Action",
    "Autor": "Wendy Northcutt",
    "Idioma": "English",
    "Generos1": "Humor",
    "Generos2": "Nonfiction",
    "Generos3": "Comedy",
    "Generos4": "Science",
    "Generos5": "Short Stories",
    "Generos6": "Reference",
    "Generos7": "Evolution",
    "Generos8": "Death",
    "Generos9": "Anthologies",
    "Generos10": "Adult",
    "Paginas": 352,
    "FechaPublicacion": 0,
    "Descripcion": "Only two things are infinite-the universe and human stupidity, and I'm not so sure about the universe.\" -Albert Einstein  Named in honor of Charles Darwin, the father of evolution, The Darwin Awards vividly portrays the finest examples of evolution in action, and shows us just how uncommon common sense can be.  Marvel at the thief who steals electrical wires without shutting off the current. Gape at the lawnchair jockey who floats to a height of 16,000 feet suspended by helium balloons. Learn from the man who peers into a gasoline can using a cigarette lighter. All three -- and many more -- contend for Darwin Awards when their choices culminate in magnificent misadventures.  These tales of trial and awe-inspiring error--verified by the author and endorsed by website readers--illustrate the ongoing saga of survival of the fittest in all its selective glory.",
    "Imagen": ""
  },
  {
    "ISBN": 380752867,
    "Titulo": "And Eternity",
    "Autor": "Piers Anthony",
    "Idioma": "English",
    "Generos1": "Fantasy",
    "Generos2": "Fiction",
    "Generos3": "Science Fiction",
    "Generos4": "Science Fiction Fantasy",
    "Generos5": "Urban Fantasy",
    "Generos6": "Paranormal",
    "Generos7": "Magic",
    "Generos8": "Mythology",
    "Generos9": "Supernatural",
    "Generos10": "Adult",
    "Paginas": 378,
    "FechaPublicacion": 89,
    "Descripcion": "In Pursuit of the Ultimate GoodAfter an overwhelming succession of tragedies, life has finally, mercifully ended for Orlene, once-mortal daughter of Gaea.Joined in Afterlife by Jolie -- her protector and the sometime consort of Satan himself -- together they seek out a third: Vita, a very contemporary mortal with troubles, attractions, and an unsettling moral code uniquely her own.An extraordinary triumvirate, they embark on a great quest to reawaken the Incarnation of Good in a world where evil reigns -- facing challenges that will test the very fiber of their beings with trials as numerous, as mysterious, and as devastating as the Incarnations themselves.",
    "Imagen": ""
  },
  {
    "ISBN": 812550757,
    "Titulo": "Speaker for the Dead",
    "Autor": "Orson Scott Card",
    "Idioma": "English",
    "Generos1": "Science Fiction",
    "Generos2": "Fiction",
    "Generos3": "Fantasy",
    "Generos4": "Science Fiction Fantasy",
    "Generos5": "Young Adult",
    "Generos6": "Audiobook",
    "Generos7": "Space",
    "Generos8": "Aliens",
    "Generos9": "Novels",
    "Generos10": "Space Opera",
    "Paginas": 382,
    "FechaPublicacion": 86,
    "Descripcion": "Now available in mass market, the revised, definitive edition of the Hugo and Nebula Award-winning classic. In this second book in the saga set 3,000 years after the terrible war, Ender Wiggin is reviled by history as the Xenocide--the destroyer of the alien Buggers. Now, Ender tells the true story of the war and seeks to stop history from repeating itself. ...In the aftermath of his terrible war, Ender Wiggin disappeared, and a powerful voice arose: The Speaker for the Dead, who told the true story of the Bugger War.Now, long years later, a second alien race has been discovered, but again the aliens' ways are strange and frightening...again, humans die. And it is only the Speaker for the Dead, who is also Ender Wiggin the Xenocide, who has the courage to confront the mystery...and the truth.Speaker for the Dead, the second novel in Orson Scott Card's Ender Quintet, is the winner of the 1986 Nebula Award for Best Novel and the 1987 Hugo Award for Best Novel.",
    "Imagen": ""
  },
  {
    "ISBN": 671795740,
    "Titulo": "The Gripping Hand",
    "Autor": "Larry Niven, Jerry Pournelle",
    "Idioma": "English",
    "Generos1": "Science Fiction",
    "Generos2": "Fiction",
    "Generos3": "Science Fiction Fantasy",
    "Generos4": "Space Opera",
    "Generos5": "Aliens",
    "Generos6": "Audiobook",
    "Generos7": "Fantasy",
    "Generos8": "Space",
    "Generos9": "Novels",
    "Generos10": "Military Fiction",
    "Paginas": 413,
    "FechaPublicacion": 76,
    "Descripcion": "For the safety of mankind, the aliens called Moties have been quarantined for 25 years (see THE MOTE IN GOD'S EYE) and are now poised to break out of their solar system and spread rapidly into humanity's space. Kevin Renner, Horace Bury, Rod Blaine and other characters introduced in THE MOTE IN GOD'S EYE must now find new ways to cope with the inevitable Motie expansion while trying to protect humanity. Sequel to the novel Robert A. Heinlein called \"Possibly the finest science fiction novel I have ever read.",
    "Imagen": ""
  },
  {
    "ISBN": 679767800,
    "Titulo": "The Stars My Destination",
    "Autor": "Alfred Bester, Neil Gaiman (Goodreads Author) (Introduction)",
    "Idioma": "English",
    "Generos1": "Science Fiction",
    "Generos2": "Fiction",
    "Generos3": "Classics",
    "Generos4": "Cyberpunk",
    "Generos5": "Science Fiction Fantasy",
    "Generos6": "Space Opera",
    "Generos7": "Fantasy",
    "Generos8": "Novels",
    "Generos9": "Speculative Fiction",
    "Generos10": "Space",
    "Paginas": 258,
    "FechaPublicacion": 55,
    "Descripcion": "In this pulse-quickening novel, Alfred Bester imagines a future in which people \"jaunte\" a thousand miles with a single thought, where the rich barricade themselves in labyrinths and protect themselves with radioactive hit men — and where an inarticulate outcast is the most valuable and dangerous man alive. The Stars My Destination is a classic of technological prophecy and timeless narrative enchantment by an acknowledged master of science fiction.",
    "Imagen": ""
  },
  {
    "ISBN": 553295276,
    "Titulo": "Beauty",
    "Autor": "Sheri S Tepper",
    "Idioma": "English",
    "Generos1": "Fantasy",
    "Generos2": "Science Fiction",
    "Generos3": "Fiction",
    "Generos4": "Fairy Tales",
    "Generos5": "Science Fiction Fantasy",
    "Generos6": "Time Travel",
    "Generos7": "Retellings",
    "Generos8": "Feminism",
    "Generos9": "Dystopia",
    "Generos10": "Speculative Fiction",
    "Paginas": 463,
    "FechaPublicacion": 91,
    "Descripcion": "With the publication of The Gate to Women's Country, Sheri S. Tepper came to be recognized as a major science fiction writer. Now the author of Raising the Stones and Grass -- a New York Times Notable Book and Hugo Award finalist -- turns to Beauty, a fantasy with a story that is more, much more than fable.Drawing on the wellspring of much-loved, well-remembered fairy tales, Tepper delivers a thought-provoking and finely crafted novel that thoroughly involves the reader in the life of one of the most captivating heroines in modern fantasy -- Beauty. On her sixteenth birthday Beauty is seemingly able to sidestep her aunt's curse. Instead she is transported to the future. Here begin her adventures as she travels magically back and forth in time to visit places both imaginary and real. Finally she comes to understand what has been her special gift to humanity all along.For in Beauty, there is beauty. And in beauty, magic. Without our enchanted places, humanity is no more than an upstart ape. And this, we realize, is why Beauty must be saved, both in the fantastical world of Tepper's novel and in the actual world in which we live",
    "Imagen": ""
  },
  {
    "ISBN": 679733973,
    "Titulo": "The Killer Inside Me",
    "Autor": "Jim Thompson",
    "Idioma": "English",
    "Generos1": "Fiction",
    "Generos2": "Crime",
    "Generos3": "Mystery",
    "Generos4": "Noir",
    "Generos5": "Thriller",
    "Generos6": "Horror",
    "Generos7": "Classics",
    "Generos8": "Mystery Thriller",
    "Generos9": "Novels",
    "Generos10": "Suspense",
    "Paginas": 244,
    "FechaPublicacion": 52,
    "Descripcion": "Everyone in the small town of Central City, Texas loves Lou Ford. A deputy sheriff, Lou's known to the small-time criminals, the real-estate entrepreneurs, and all of his coworkers--the low-lifes, the big-timers, and everyone in-between--as the nicest guy around. He may not be the brightest or the most interesting man in town, but nevertheless, he's the kind of officer you're happy to have keeping your streets safe. The sort of man you might even wish your daughter would end up with someday.But behind the platitudes and glad-handing lurks a monster the likes of which few have seen. An urge that has already claimed multiple lives, and cost Lou his brother Mike, a self-sacrificing construction worker who fell to his death on the job in what was anything but an accident. A murder that Lou is determined to avenge--and if innocent people have to die in the process, well, that's perfectly all right with him.In The Killer Inside Me, Thompson goes where few novelists have dared to go, giving us a pitch-black glimpse into the mind of the American Serial Killer years before Charles Manson, John Wayne Gacy, and Brett Easton Ellis's American Psycho, in the novel that will forever be known as the master performance of one of the greatest crime novelists of all time.",
    "Imagen": ""
  },
  {
    "ISBN": 345411471,
    "Titulo": "Eureka",
    "Autor": "William Diehl",
    "Idioma": "English",
    "Generos1": "Fiction",
    "Generos2": "Mystery",
    "Generos3": "Crime",
    "Generos4": "Thriller",
    "Generos5": "Mystery Thriller",
    "Generos6": "Historical Fiction",
    "Generos7": "Historical Mystery",
    "Generos8": "Detective",
    "Generos9": "",
    "Generos10": "",
    "Paginas": 480,
    "FechaPublicacion": 2,
    "Descripcion": "Eureka. It’s what you say when you strike gold. It’s also a town in California where the truth might be buried forever.In New York Times bestselling author William Diehl’s thrilling, accomplished new novel, the seamy past of America’s most glamorous state lies in this deceptively peaceful area, one hundred miles north of Los Angeles. It was the lawless place from which young, rugged Thomas Culhane escaped to fight World War I. Now it’s a place where, two decades later, police detective Zeke Bannon investigates a death that seems a sad accident.Until you look a bit closer.The year is 1941. Verna Wilensky has been electrocuted in her bathtub, leaving a lower-middle-class life, no survivors, and a bank account packed with almost a hundred thousand dollars. Mysterious checks have consistently come to her for more than twenty years, most drawn from a bank in San Pietro, a town once known as Eureka.Eureka was a town that used to be a bootlegger’s paradise and a gangster’s dream. Now it is the rebuilt metropolis where Sheriff Thomas Culhane is launching a bid to be the golden state’s next governor. But something just might threaten his ambitions. As Bannon digs deeper into Wilensky’s demise, he unearths a decades-old secret that starts in a shootout, builds to a bloodbath, and could end up within the upper echelons of California’s elite, forever changing the destiny of a state.Rich in historical detail, complex in its connection between past and present, and filled with the nonstop action that are the hallmarks of this modern master, Eureka is an epic achievement of storytelling and suspense–William Diehl’s most extraordinary novel yet.From the Hardcover edition.",
    "Imagen": ""
  },
  {
    "ISBN": 425192733,
    "Titulo": "Portrait of a Killer: Jack the Ripper - Case Closed",
    "Autor": "Patricia Cornwell (Goodreads Author)",
    "Idioma": "English",
    "Generos1": "Nonfiction",
    "Generos2": "True Crime",
    "Generos3": "History",
    "Generos4": "Crime",
    "Generos5": "Mystery",
    "Generos6": "Biography",
    "Generos7": "Historical",
    "Generos8": "Thriller",
    "Generos9": "Horror",
    "Generos10": "British Literature",
    "Paginas": 383,
    "FechaPublicacion": 2,
    "Descripcion": "Now updated with new material that brings the killer's picture into clearer focus.In the fall of 1888, all of London was held in the grip of unspeakable terror.  An elusive madman calling himself Jack the Ripper was brutally butchering women in the slums of London’s East End.  Police seemed powerless to stop the killer, who delighted in taunting them and whose crimes were clearly escalating in violence from victim to victim.  And then the Ripper’s violent spree seemingly ended as abruptly as it had begun.  He had struck out of nowhere and then vanished from the scene.  Decades passed, then fifty years, then a hundred, and the Ripper’s bloody sexual crimes became anemic and impotent fodder for puzzles, mystery weekends, crime conventions, and so-called “Ripper Walks” that end with pints of ale in the pubs of Whitechapel.  But to number-one New York Times bestselling novelist Patricia Cornwell, the Ripper murders are not cute little mysteries to be transformed into parlor games or movies but rather a series of terrible crimes that no one should get away with, even after death.  Now Cornwell applies her trademark skills for meticulous research and scientific expertise to dig deeper into the Ripper case than any detective before her—and reveal the true identity of this fabled Victorian killer.In Portrait of a Killer: Jack the Ripper, Case Closed, Cornwell combines the rigorous discipline of twenty-first century police investigation with forensic techniques undreamed of during the late Victorian era to solve one of the most infamous and difficult serial murder cases in history.  Drawing on unparalleled access to original Ripper evidence, documents, and records, as well as archival, academic, and law-enforcement resources, FBI profilers, and top forensic scientists, Cornwell reveals that Jack the Ripper was none other than a respected painter of his day, an artist now collected by some of the world’s finest museums: Walter Richard Sickert.It has been said of Cornwell that no one depicts the human capability for evil better than she.   Adding layer after layer of circumstantial evidence to the physical evidence discovered by modern forensic science and expert minds, Cornwell shows that Sickert, who died peacefully in his bed in 1942, at the age of 81, was not only one of Great Britain’s greatest painters but also a serial killer, a damaged diabolical man driven by megalomania and hate.  She exposes Sickert as the author of the infamous Ripper letters that were written to the Metropolitan Police and the press.  Her detailed analysis of his paintings shows that his art continually depicted his horrific mutilation of his victims, and her examination of this man’s birth defects, the consequent genital surgical interventions, and their effects on his upbringing present a casebook example of how a psychopathic killer is created.New information and startling revelations detailed in Portrait of a Killer include:- How a year-long battery of more than 100 DNA tests—on samples drawn by Cornwell’s forensics team in September 2001 from original Ripper letters and Sickert documents—yielded the first shadows of the 75- to 114 year-old genetic evid...",
    "Imagen": ""
  },
  {
    "ISBN": 449223833,
    "Titulo": "The Deep Blue Good-By",
    "Autor": "John D MacDonald, Carl Hiaasen (Goodreads Author) (Introduction)",
    "Idioma": "English",
    "Generos1": "Mystery",
    "Generos2": "Fiction",
    "Generos3": "Crime",
    "Generos4": "Thriller",
    "Generos5": "Noir",
    "Generos6": "Detective",
    "Generos7": "Mystery Thriller",
    "Generos8": "Adventure",
    "Generos9": "Audiobook",
    "Generos10": "Novels",
    "Paginas": 310,
    "FechaPublicacion": 64,
    "Descripcion": "TRAVIS McGEE\nHe's a self-described beach bum who won his houseboat in a card game. He's also a knight errant who's wary of credit cards, retirement benefits, political parties, mortgages, and television. He only works when his cash runs out and his rule is simple: he'll help you find whatever was taken from you, as long as he can keep half.",
    "Imagen": ""
  },
  {
    "ISBN": 743448642,
    "Titulo": "Whispers and Lies",
    "Autor": "Joy Fielding",
    "Idioma": "English",
    "Generos1": "Mystery",
    "Generos2": "Thriller",
    "Generos3": "Fiction",
    "Generos4": "Suspense",
    "Generos5": "Mystery Thriller",
    "Generos6": "Crime",
    "Generos7": "Adult",
    "Generos8": "Contemporary",
    "Generos9": "Romance",
    "Generos10": "Drama",
    "Paginas": 357,
    "FechaPublicacion": 2,
    "Descripcion": "Terry Painter enjoys her quiet life in tranquil Delray, Florida, where the single, forty-year-old nurse lives alone in the house she inherited from her mother. When young, vibrant Alison Simms rents the cottage on her property, the two women strike up a fast friendship -- and Terry is swept into a fantastic new life: dinners out, shopping, makeovers, even flirting with the handsome son of one of her elderly patients. But nothing about her newfound companion is as it appears, as Terry discovers when Alison's closely guarded past comes to light. Now Terry is locked into a race to reclaim her own life -- before she opens the door any further to the stranger she thought she knew...",
    "Imagen": ""
  },
  {
    "ISBN": 553582895,
    "Titulo": "Dark Rivers of the Heart",
    "Autor": "Dean Koontz (Goodreads Author)",
    "Idioma": "English",
    "Generos1": "Horror",
    "Generos2": "Fiction",
    "Generos3": "Thriller",
    "Generos4": "Suspense",
    "Generos5": "Mystery",
    "Generos6": "Mystery Thriller",
    "Generos7": "Science Fiction",
    "Generos8": "Action",
    "Generos9": "Fantasy",
    "Generos10": "Crime",
    "Paginas": 582,
    "FechaPublicacion": 94,
    "Descripcion": "Do you dare step through the red door? Spencer Grant had no idea what drew him to the bar with the red door. He thought he would just sit down, have a slow beer or two, and talk to a stranger. He couldn't know that it would lead to a narrow escape from a bungalow targeted by a SWAT team. Or that it would leave him a wanted man. Now he is on the run from mysterious and ruthless men. He is in love with a woman he knows next to nothing about. And he is hiding from a past he can't fully remember. On his trail is a shadowy security agency that answers to no one--including the U.S. government--and a man who considers himself a compassionate Angel of Death. But worst of all, Spencer Grant is on a collision course with inner demons he thought he'd buried years ago--inner demons that could destroy him if his enemies don't first.",
    "Imagen": ""
  },
  {
    "ISBN": 765340054,
    "Titulo": "Shadow Puppets",
    "Autor": "Orson Scott Card",
    "Idioma": "English",
    "Generos1": "Science Fiction",
    "Generos2": "Fiction",
    "Generos3": "Science Fiction Fantasy",
    "Generos4": "Fantasy",
    "Generos5": "Young Adult",
    "Generos6": "Audiobook",
    "Generos7": "Novels",
    "Generos8": "Adventure",
    "Generos9": "Space",
    "Generos10": "War",
    "Paginas": 384,
    "FechaPublicacion": 2,
    "Descripcion": "Bestselling author Orson Scott Card brings to life a new chapter in the saga of Ender's Earth.Earth and its society have been changed irrevocably in the aftermath of Ender Wiggin's victory over the Formics. The unity forced upon the warring nations by an alien enemy has shattered. Nations are rising again, seeking territory and influence, and most of all, seeking to control the skills and loyalty of the children from the Battle School.But one person has a better idea. Peter Wiggin, Ender's older, more ruthless, brother, sees that any hope for the future of Earth lies in restoring a sense of unity and purpose. And he has an irresistible call on the loyalty of Earth's young warriors. With Bean at his side, the two will reshape our future.Here is the continuing story of Bean and Petra, and the rest of Ender's Dragon Army, as they take their places in the new government of Earth.",
    "Imagen": ""
  },
  {
    "ISBN": 553581058,
    "Titulo": "O Jerusalem",
    "Autor": "Laurie R King (Goodreads Author)",
    "Idioma": "English",
    "Generos1": "Mystery",
    "Generos2": "Historical Fiction",
    "Generos3": "Fiction",
    "Generos4": "Historical Mystery",
    "Generos5": "Historical",
    "Generos6": "Crime",
    "Generos7": "Mystery Thriller",
    "Generos8": "Adult",
    "Generos9": "Adventure",
    "Generos10": "Audiobook",
    "Paginas": 425,
    "FechaPublicacion": 99,
    "Descripcion": "With her bestselling mystery series featuring Sherlock Holmes and Mary Russell, Laurie R. King has created \"lively adventure in the very best of intellectual company,\" according to The New York Times Book Review. Now the author of The Beekeeper's Apprentice and The Moor--the first writer since Patricia Cornwell to win both the American Edgar and British Creasey Awards for a debut novel (A Grave Talent)--unfolds a hitherto unknown chapter in the history of Russell's apprenticeship to the great detective.At the close of the year 1918, forced to flee England's green and pleasant land, Russell and Holmes enter British-occupied Palestine under the auspices of Holmes' enigmatic brother, Mycroft.\"Gentlemen, we are at your service.\" Thus Holmes greets the two travel-grimed Arab figures who receive them in the orange groves fringing the Holy Land. Whatever role could the volatile Ali and the taciturn Mahmoud play in Mycroft's design for this land the British so recently wrested from the Turks? After passing a series of tests, Holmes and Russell learn their guides are engaged in a mission for His Majesty's Government, and disguise themselves as Bedouins--Russell as the beardless youth \"Amir\"--to join them in a stealthy reconnaissance through the dusty countryside.A recent rash of murders seems unrelated to the growing tensions between Jew, Moslem, and Christian, yet Holmes is adamant that he must reconstruct the most recent one in the desert gully where it occurred. His singular findings will lead him and Russell through labyrinthine bazaars, verminous inns, cliff-hung monasteries--and into mortal danger. When her mentor's inquiries jeopardize his life, Russell fearlessly wields a pistol and even assays the arts of seduction to save him. Bruised and bloodied, the pair ascend to the jewellike city of Jerusalem, where they will at last meet their adversary, whose lust for savagery and power could reduce the city's most ancient and sacred place to rubble and ignite this tinderbox of a land....Classically Holmesian yet enchantingly fresh, sinuously plotted, with colorful characters and a dazzling historic ambience, O Jerusalem sweeps readers ever onward in the thrill of the chase.From the Hardcover edition.",
    "Imagen": ""
  },
  {
    "ISBN": 345367693,
    "Titulo": "The Diamond Throne",
    "Autor": "David Eddings",
    "Idioma": "English",
    "Generos1": "Fantasy",
    "Generos2": "Fiction",
    "Generos3": "Epic Fantasy",
    "Generos4": "High Fantasy",
    "Generos5": "Science Fiction Fantasy",
    "Generos6": "Adventure",
    "Generos7": "Magic",
    "Generos8": "Young Adult",
    "Generos9": "Epic",
    "Generos10": "Adult",
    "Paginas": 435,
    "FechaPublicacion": 89,
    "Descripcion": "After a long spell of exile, Sparhawk, Pandion Knight and the Queen's champion returns to native land to find it overrun with evil and intrigue - and his young queen greviously ill. Indeed, Ehlana lies magically entombed within a block of crystal, doomed to die unless a cure can be found within a year.",
    "Imagen": ""
  }
]